champions_info_match_kr = {
    'akfwkgk': 'malzahar',
    '말자하': 'malzahar',
}

champions_original_name_kr = {
    'malzahar': '말자하'
}

champions_story_kr = {
    'malzahar': '말자하는 모든 생명체를 하나로 결합시키겠다는 사명에 전심전력을 바치는 예언자다. 그는 근래 룬테라를 덮치기 시작한 공허야말로 룬테라를 구원하는 길이라고 진심으로 믿고 있다. 모래 '
                '가득한 슈리마의 황무지에서, 말자하는 머릿속에서 울리는 속삭임이 이끄는 대로 따라간 끝에 이케시아에 다다랐다. 이제는 폐허가 되어버린 이케시아 한가운데에서 그는 공허의 어두운 '
                '심장부를 들여다보았고, 새로운 힘과 목적을 부여받았다. 이제 말자하는 자신을 목자로 칭한다. 그에게 주어진 힘으로 인간을 공허라는 우리 안으로 인도할 수도 있고, '
                '아니면 땅밑에서 우글거리는 공허충을 이 세계에 풀어놓을 수도 있기에. '
}